Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Lipids for use in industry
it: Lipidi per uso industriale

source: Substances for regulating growth in plants
it: Sostanze per regolare la crescita delle piante

source: Substances for the etching of concrete
it: Sostanze per l'incisione di calcestruzzo

source: Potassium dioxalate
it: Biossalato di potassio

source: Titanium dioxide for industrial purposes
it: Anidride titanica per uso industriale

source: Methane
it: Metano

source: Alkaloids
it: Alcaloidi

source: Photo curable compositions comprising polymers
it: Composti fotosensibili comprendenti polimeri

source: Paper for photocopying [sensitised]
it: Carta per fotocopiatrici [sensibilizzata]

source: Filtering preparations for the beverages industry
it: Agenti di filtrazione per l'industria delle bevande

source: Rust preventive resins of high friction coefficient
it: Resine antiruggine ad alto coefficiente di attrito

source: Salts for coloring [colouring] metal
it: Sali per la colorazione dei metalli

source: Adsorbent chemical preparations
it: Preparati chimici adsorbenti

source: Bactericides [other than for medical and veterinary use]
it: Battericidi [non per uso medico né veterinario]

source: Bacteriological cultures [other than for medical and veterinary use]
it: Colture batteriche [non per uso medico né veterinario]

source: Bacteriological preparations for use in horticulture
it: Preparati batteriologici per l'orticoltura

source: Acidulated water for recharging batteries
it: Acqua acidula per la ricarica degli accumulatori

source: Fillers for cardboard
it: Riempitivi per cartone

source: Chemical preparations for assisting the starting of internal combustion engines
it: Preparati chimici per assistere l'avviamento di motori a combustione interna

source: Unexposed photographic film for the production of printed circuit boards
it: Pellicole fotografiche non esposte per la produzione di schede a circuiti stampati

source: Magnetic fluid for industrial purposes
it: Fluido magnetico per uso industriale

source: Industrial adhesives for use in building
it: Adesivi industriali destinati all'edilizia

source: Industrial chemicals for use in the manufacture of varnishes
it: Prodotti chimici industriali per la fabbricazione di vernici

source: Reactive liquid polymer compositions
it: Composti polimeri liquidi reagenti

source: Chemical reagents, other than for medical or veterinary purposes
it: Reattivi chimici non per uso medico o veterinario

source: Reagents for detecting helicobacter pylori organisms [other than for medical or veterinary purposes]
it: Reagenti per rilevare la presenza dell'helicobacter pylori [non per uso medico o veterinario]

source: Reagents for detecting labelled helicobacter pylori antigens [other than for medical or veterinary purposes]
it: Reagenti per rilevare la presenza degli antigeni marcati dell'helicobacter pylori [non per uso medico o veterinario]

source: Reagents for in-vitro laboratory use [other than for medical or veterinary purposes]
it: Reagenti per uso di laboratorio in vitro [non per scopi medici o veterinari]

source: Reagents for protein folding [other than for medical or veterinary purposes]
it: Reagenti per il ripiegamento delle proteine [non per scopi medici né veterinari]

source: Polymer beads for use in manufacturing
it: Granuli polimeri per uso manifatturiero

source: Preparations of the distillation of wood alcohol
it: Prodotti di distillazione dello spirito di legno

source: Additives (Chemical -) for plaster
it: Additivi (Chimici -) per intonaco

source: Oenological bactericides [chemical preparations for use in wine making]
it: Battericidi per enologia [prodotti chimici usati nella produzione del vino]

source: Chemicals for use in the manufacture of polyurethanes
it: Sostanze chimiche per la produzione di poliuretani

source: Chemical preparations for use in the manufacture of pharmaceuticals
it: Prodotti chimici per la produzione di prodotti farmaceutici

source: Fluorspar compounds
it: Composti del fluoro

source: Synthetic resins [semi-processed]for use in manufacture
it: Resine sintetiche [semilavorate]per uso manifatturiero

source: Horticultural chemicals, except fungicides, herbicides, insecticides and parasiticides
it: Prodotti chimici per l'orticoltura ad eccezione dei fungicidi, erbicidi, insetticidi e parassiticidi

source: Calcium
it: Calcio

source: Calcium aluminate
it: Alluminato di calcio

source: Chemical preparations having conductive properties
it: Prodotti chimici con proprietà conduttive

source: Chemical products being additives for cement
it: Prodotti chimici, ovvero additivi per cemento

source: Chemical products for absorbing
it: Prodotti chimici per assorbimento

source: Enzyme preparations for the processing of waste matter
it: Preparati enzimatici per il trattamento di rifiuti

source: Enzyme preparations for use in the textile industry
it: Preparati enzimatici per l'industria tessile

source: Tartaric acid
it: Acido tartarico

source: Fibres of organic material for separation purposes
it: Fibre di materiali organici per la separazione

source: Aerated concrete in pulverised form for use as chemical binders
it: Calcestruzzo aerato in polvere per uso come legante chimico

source: Acrylic polymer powders
it: Polveri di polimeri acrilici

source: Enzymes for the food industry
it: Enzimi per l'industria alimentare

source: Compositions for the manufacture of phonograph records
it: Composizioni per la fabbricazione di dischi acustici

source: Solvents for varnishes
it: Solventi per vernici

source: Emollients for industrial purposes
it: Emollienti per l'industria

source: Gas for the preparation of soda water
it: Gas per la preparazione di acqua di soda

source: Pyrolytic graphite
it: Grafite pirolitica

source: Quench compounds for use in metal forming processes
it: Composti di tempra per processi di formatura del metallo

source: Chemicals for use in the manufacture of flame retardant compositions
it: Prodotti chimici per uso nella fabbricazione di composti ritardanti di fiamma

source: Additives (Chemical -) for use in waterproofing concrete
it: Additivi (Chimici -) per l'impermeabilizzazione del calcestruzzo

source: Additives (Chemical -) for use with concrete
it: Additivi (Chimici -) per uso con il calcestruzzo

source: Additives for raising the octane number in petrol
it: Additivi per aumentare il numero di ottani nella benzina

source: Adhesive cements
it: Cementi adesivi

source: Iodides, other than for medical or pharmaceutical purposes
it: Ioduri, non per scopi medici né farmaceutici

source: Iodine tinctures for industrial purposes
it: Tinture di iodio per uso industriale

source: Magnesium sulphate for use in textile dyeing
it: Solfato di magnesio per la tintura di tessuti

source: Solutions for scientific use in the storage of human organs
it: Soluzioni per uso scientifico per l'immagazzinamento di organi umani

source: Solvents for use in industrial manufacturing processes
it: Solventi per processi industriali di fabbricazione

source: Potassium salts, other than for medical purposes
it: Sali di potassio, non per scopi medici

source: Potassium silicates
it: Silicati di potassio

source: Thermoplastic resin for use in moulding
it: Resine termoplastiche per modanature

source: Catalysts for use in the manufacture of urethane
it: Catalizzatori per uso nella fabbricazione di uretani

source: Chlorinated acids
it: Acidi clorurati

source: Filtering compositions
it: Composti filtranti

source: Titanium oxides
it: Ossidi di titanio

source: Tolidine sulphate
it: Solfato di tolidina

source: Chemical reagents for testing for chlorine
it: Reagenti chimici per l'analisi del cloro

source: Chemical reagents for use in diagnostic tests, other than for medical or veterinary use
it: Reagenti chimici per test diagnostici, non per uso medico o veterinario

source: Chemical reagents for use with immunoassay analyzers, other than for medical or veterinary use
it: Reagenti chimici per analizzatori di saggio immunologico, non per uso medico o veterinario

source: Chemical sizing compositions for the manufacture of paper
it: Composti chimici collanti per la produzione della carta

source: Chemical preparations for use in processing photosensitive material
it: Prodotti chimici per uso nel trattamento di materiali fotosensibili

source: Chemical preparations for use in providing fire resisting properties
it: Prodotti chimici per uso nella fornitura di proprietà antincendio

source: Esters of fatty acids for industrial use
it: Esteri di acidi grassi per uso industriale

source: Ether alcohols
it: Alcoli eterei

source: Surfactants for use in coating floor surfaces
it: Tensioattivi per il rivestimento di pavimenti

source: Surfactants for use in preserving floor surfaces
it: Tensioattivi per preservare pavimenti

source: Biodegradable detergents for use in manufacturing processes
it: Detergenti biodegradabili destinati a processi manifatturieri

source: Resists of light sensitive resins
it: Riserve a base di resine fotosensibili

source: Retarders for use with plaster
it: Ritardanti per intonaco

source: Rheological additives for use in industry
it: Additivi reologici per l'industria

source: Emulsifiers for use in the manufacture of foods
it: Emulsionanti impiegati nella produzione di alimenti

source: Xenon
it: Xeno

source: Yttrium
it: Ittrio

source: Silver nitrate
it: Nitrato d'argento

source: Unsaturated polyester
it: Poliestere insaturo

source: Unsaturated polyester resin based coatings
it: Rivestimenti a base di resine insature di poliesteri

source: Radium
it: Radio

source: Carbide
it: Carburi

source: Chromic acid
it: Acido cromico

source: Enzyme preparations for industrial purposes
it: Preparati enzimatici per uso industriale

source: Pepsin
it: Pepsina

source: Chemical additives for use in the production of lubricants
it: Additivi chimici per la produzione di lubrificanti

source: Chemicals for use in separation techniques [other than medical or veterinary]
it: Prodotti chimici da utilizzare nelle tecniche di separazione [non per uso medico né veterinario]

source: Chemicals for use in the refining of oils
it: Prodotti chimici per la raffinazione del petrolio

source: Chemicals for use in the treatment of waste water
it: Prodotti chimici per il trattamento delle acque di scarico

source: Sealing liquids for prints
it: Liquidi sigillanti per stampe

source: Long chain alcohols
it: Alcoli a catena lunga

source: Media for use in offset lithographic printing
it: Supporti per la stampa litografica offset

source: Compositions for industrial use in controlling scale in boilers
it: Composti per uso industriale nel controllo delle incrostazioni in caldaie

source: Polymers for use in the manufacture of floor sealers
it: Polimeri per la fabbricazione di sigillanti per pavimenti

source: Polymers of glucose for industrial use
it: Polimeri di glucosio per uso industriale

source: Sequestrants with activators
it: Sequestranti con attivatori

source: Additives (Chemical -) for the flow control of sealants
it: Additivi (Chimici -) per il controllo del flusso di mastici

source: Additives (Chemical -) for use in enzyme stabilisation
it: Additivi (Chimici -) per la stabilizzazione di enzimi

source: Clay for use as thixotropic agents for suspensions
it: Argilla per uso come agente tissotropico per sospensioni

source: Adhesives for paperhanging
it: Colle per carte da parati

source: Particle adherent inhibitors
it: Inibitori aderenti per particelle

source: Lactose [raw material]
it: Lattosio [materia prima]

source: Transparent paper [sensitised]
it: Carta trasparente [sensibilizzata]

source: Treated papers for stationery use [sensitised]
it: Carte trattate per uso cartoleria [sensibilizzate]

source: Chemical substances for use in the production of drugs
it: Sostanze chimiche per uso nella produzione di farmaci

source: Chemical substances for use in the production of printed circuit boards
it: Sostanze chimiche per uso nella produzione di schede a circuiti stampati

source: Chemical substances for use in treating poisonous gases
it: Sostanze chimiche per uso nel trattamento di gas velenosi

source: Oils for brakes
it: Oli per freni

source: Oils for foundry purposes prepared from linseed oil
it: Oli per fonderia a base di olio di semi di lino

source: Oils for use in the manufacture of printing inks
it: Oli per la produzione di inchiostri da stampa

source: Organic acids for industrial use
it: Acidi organici per uso industriale

source: Test reagents [other than for medical use]
it: Reagenti d'analisi [non per uso medico]

source: Plasticizers for plastics
it: Plastificanti per plastiche

source: Sugar substitutes (Chemical -)
it: Succedanei dello zucchero (Chimici -)

source: Syntactic foams made from synthetic resins
it: Espansi sintattici a base di resine sintetiche

source: Synthetic linear alcohols for industrial use
it: Alcol lineari sintetici per uso industriale

source: Synthetic pheromones, other than for medical use
it: Feromoni sintetici, non per uso medico

source: Natural desiccants for use in refrigeration
it: Essiccanti naturali per la refrigerazione

source: Non-flammable volatile organic chemical liquids
it: Liquidi chimici organici volatili non infiammabili

source: Nucleic acid for use in nucleic acid amplification processes [other than for medical use]
it: Acido nucleico da utilizzare nei processi di amplificazione dell'acido nucleico [non per uso medico]

source: Mixtures of chemicals and microorganisms for increasing the nutritional value of animal fodder [other than for veterinary use]
it: Miscele di prodotti chimici e microrganismi per aumentare il valore nutrizionale del foraggio per animali [non per uso veterinario]

source: Monoclonal antibodies for use in the study of haematopoietic systems [other than for medical use]
it: Anticorpi monoclonali da utilizzare nello studio dei sistemi ematopietici [non per uso medico]

source: Calcium sulphide
it: Solfuro di calcio

source: Cerium chloride
it: Cloruro di cerio

source: Citric acid
it: Acido citrico

source: Astatine
it: Astato

source: Acrylic resins
it: Resine acriliche

source: Chelated substances for use as supplements for plant foliage
it: Sostanze chelate per uso come integratori per le foglie delle piante

source: Lithium phosphate
it: Litio fosfato

source: Wood vinegar [pyroligneous acid]
it: Aceto di legno [acido pirolegnoso]

source: Chemical products for the manufacture of protective coatings
it: Prodotti chimici per la fabbricazione di rivestimenti protettivi

source: Chemical reagent mixtures in kit form, other than for medical or veterinary use
it: Miscele di reagenti chimici in kit, non per uso o veterinario

source: Formic acid
it: Acido formico

source: Reagents for medical research
it: Reagenti per la ricerca medica

source: Biochemical preparations other than for medical use
it: Preparati biochimici non per uso medico

source: Calcium nitrate solutions for use in drainage
it: Soluzioni di nitrato di calcio per il drenaggio

source: Anhydrous ammonia
it: Ammoniaca anidra

source: Thallium
it: Tallio

source: Preparations for preventing the tarnishing of lenses
it: Prodotti contro l'appannatura delle lenti

source: Enzymes [other than for medical use] in detecting proteins
it: Enzimi [non per uso medico] per la rilevazione delle proteine

source: Enzymes for scientific purposes
it: Enzimi per scopi scientifici

source: Distilled water
it: Acqua distillata

source: Soil stabilizers for roads, ponds and lakes
it: Stabilizzatori del terreno per strade, stagni e laghi

source: Talc [magnesium silicate]
it: Talco [silicato di magnesio]

source: Chemical preparations for protecting upholstery
it: Preparati chimici protettivi per rivestimenti

source: Chemical preparations for the binding of gaseous industrial wastes
it: Prodotti chimici per legare rifiuti industriali gassosi

source: Chemical preparations for the prevention of grease in drainage
it: Preparati chimici per impedire l'accumulo di grasso in impianti di scarico

source: Chemical preparations for the treatment of seeds
it: Prodotti chimici per il trattamento delle sementi

source: Carrageenin for use in the manufacture of food
it: Carragenina per uso nella produzione di alimenti

source: Catalysts for use in the control of carbon dioxide emissions
it: Catalizzatori per uso nel controllo delle emissioni di biossido di carbonio

source: Dispersions of mineral salts for fireproofing particle boards
it: Dispersioni di sali minerali per l'ignifugazione di pannelli agglomerati

source: Chemical products for the manufacture of binders
it: Prodotti chimici per la fabbricazione di leganti

source: Chemical products for the treatment of plant diseases
it: Prodotti chimici per il trattamento delle malattie delle piante

source: Chemical substances absorbed on carriers for use as food preservatives
it: Sostanze chimiche assorbite su supporti per uso come conservanti per alimenti

source: Auxiliary fluids for use with additives for paper
it: Fluidi ausiliari per uso con additivi per la carta

source: Gaseous hydrocarbon compounds
it: Composti idrocarburi gassosi

source: Moderating materials for nuclear reactors
it: Moderatori per reattori nucleari

source: Cholic acid
it: Acido colico

source: Structural adhesives for building use
it: Adesivi strutturali per uso edilizio

source: Sebacic acid
it: Acido sebacico

source: Selenium
it: Selenio

source: Adhesives of synthetic origin for industrial use
it: Adesivi di origine sintetica per uso industriale

source: Sulphurous acid gas (sulphur dioxide)
it: Gas di acido solforico (anidride solforosa)

source: Vulcanising preparations
it: Prodotti di vulcanizzazione

source: Wheat proteins [raw material]
it: Proteine del grano [materia prima]

source: Fluids for use in metal working
it: Fluidi per la lavorazione dei metalli

source: Fluorescent substances
it: Sostanze fluorescenti

source: Adhesive fillers for filling surface blemishes
it: Mastici adesivi per riempire difetti superficiali

source: Gasoline additives
it: Additivi per benzina

source: Salts of metals
it: Sali di metalli

source: Screen adhesives
it: Adesivi per schermi

source: Sea salt for preserving, other than foodstuffs
it: Sale marino per la conservazione, non di alimenti

source: Photometric paper
it: Carta fotometrica

source: Phenol for industrial purposes
it: Fenolo per uso industriale

source: Preservatives for the surfaces of buildings [chemical] other than paints or oils
it: Conservanti per le superfici di costruzioni [prodotti chimici] non pitture né oli

source: Sodium fluoride
it: Fluoruro di sodio

source: Sodium fluosilicate
it: Fluosilicato di sodio

source: Sodium nitrate
it: Nitrato di sodio

source: Chemical substances for use as additives to industrial lubricating greases
it: Sostanze chimiche per uso come additivi per grassi di lubrificazione industriali

source: Chemical substances for use as additives to industrial lubricating oils
it: Sostanze chimiche da utilizzare come additivi per oli lubrificanti industriali

source: Chemical substances for use in preventing the coagulation of albumin in milk
it: Sostanze chimiche per uso nella prevenzione della coagulazione dell'albumina nel latte

source: Chemicals used in the manufacture of liquid crystal displays
it: Prodotti chimici usati per la produzione di schermi a cristalli liquidi

source: Chlorofluorocarbons
it: Clorofluorocarburi

source: Chromating agents
it: Agenti cromanti

source: Detergents for industrial use
it: Detergenti per uso industriale

source: Compounds for patching cavities in vehicles
it: Composti per riparare cavità in veicoli

source: Biochemical catalysts
it: Catalizzatori biochimici

source: Flame proofing solutions
it: Soluzioni a prova di fiamma

source: Sensitized photographic film (Unexposed -) use in the duplication of microfilms
it: Pellicole fotografiche sensibilizzate (Non impressionate -) per la duplicazione di microfilm

source: Sensitized films (Unexposed -) for use in manufacturing processes
it: Pellicole sensibilizzate (Non impressionate -) per processi di fabbricazione

source: Chemical compositions for injection into building structures
it: Composizioni chimiche per iniezioni in strutture edili

source: Chemical compositions for preserving stonework
it: Composti chimici per la conservazione di opere in pietra

source: Chemical compositions for reinforcing brickwork
it: Composizioni chimiche per il rinforzo della muratura

source: Colloidal silica
it: Silice colloidale

source: Anti-foaming agents
it: Sostanze antischiuma

source: Plastic in the form of powders [for use in industry]
it: Materia plastica sottoforma di polveri [per uso industriale]

source: Binding agents for chipboard
it: Leganti per truciolato

source: Mulch for soil enrichment in agricultural environments
it: Pacciame per l'arricchimento del terreno in ambienti agricoli

source: Barium nitrate
it: Nitrato di bario

source: Chemical condensation preparations
it: Prodotti chimici di condensazione

source: Chemical intensifiers for paper
it: Rinforzanti chimici per carta

source: Humus top dressing
it: Coperture per l'humus

source: Adhesives, other than for stationery or household purposes
it: Adesivi, non per uso cancelleria o domestico

source: Lactitol to be used in the manufacture of foodstuffs
it: Lattitolo da utilizzare per la produzione di prodotti alimentari

source: Caustics for industrial purposes
it: Caustici per uso industriale

source: Chemical oxidants for use in the manufacture of printed circuits
it: Ossidanti chimici utilizzati nella fabbricazione di circuiti stampati

source: Adhesives for plaster
it: Adesivi per intonaco

source: Hydroxide of magnesium
it: Idrossido di magnesio

source: Chemicals for use as intermediates in the manufacture of pesticides
it: Prodotti chimici per uso come sostanze intermedie nella produzione di pesticidi

source: Hydrosoluble polymers
it: Polimeri idrosolubili

source: Hydroxypropyl methylcellulose phthalate
it: Idrossipropilmetilcellulosa ftalato

source: Activators to increase rate of chemical reaction
it: Attivatori per aumentare la velocità di reazioni chimiche

source: Synthetic resin adhesives for laminating purposes
it: Adesivi a base di resine sintetiche ai fini della laminazione

source: Diagnostic kits comprising specimen receptors and reagents for testing for selected bacteria
it: Kit diagnostici comprendenti recettori per campioni e reagenti per analizzare i batteri selezionati

source: Granulated carbon
it: Carbone granulare

source: Gases for use in dispensing liquids
it: Gas per l'erogazione di liquidi

source: Gases for use in thermal treatment
it: Gas per trattamenti termici

source: Protective coatings for walkways [other than paints or oils]
it: Rivestimenti protettivi per passerelle [non pitture o oli]

source: Pickling solutions for use in the removal of deposits from metal
it: Soluzioni decapanti per la rimozione dei depositi dal metallo

source: Waterproofing compounds [other than paint]
it: Composti impermeabilizzanti [non pittura]

source: Fining agents for beer
it: Chiarificanti per la birra

source: Masking compounds for use in the manufacture of printed circuit boards
it: Composti di mascheratura per la fabbricazione di schede a circuiti stampati

source: Cellulose derivatives [chemicals]
it: Derivati chimici della cellulosa

source: Cellulose ethers for industrial purposes
it: Eteri di cellulosa per uso industriale

source: Ammonium carbonate
it: Carbonato d'ammonio

source: Ammonium phosphate
it: Fosfato d'ammonio

source: Ammonium sulphate
it: Solfato di ammonio

source: Aniline
it: Anilina

source: Chemical preparations for use in the manufacture of printing materials
it: Prodotti chimici per uso nela produzione di materiali per la stampa
